<?php
    return [
        'profile' => 'プロフィール',
        'mes1' => 'Easier Research',
        'mes2' => 'Research is not that hard',
        'mes3' => 'ログイン',
        'mes4' => 'アカウント作成',
        'mes5' => 'HELP 論文作成やレポート作成',
        'mes6' => 'このサイトは文献検索、そして文献をまとめることを目的としたサイトです。',
        'mes7' => '参考文献をまとめ、文献ごとにメモを取り、文献ごとのメモを作成することができます。',
        'mes8' => 'サイト内でできること',
        'mes9' => '日本語と英語での文献キーワード検索',
        'mes10' => '参考文献の作成',
        'mes11' => 'WORDファイルでのダウンロード',
        'mes12' => 'メモの作成',
        'mes13' => '文献MAP',
        'mes14' => '文献データの整理',
        'mes15' => '課題ごとのプロジェクトの作成',
        'mes16' => 'このサイトを通じてあなたの課題作成が少しでも<br>容易になることを願っています。',
    ];
?>

