<?php
    return [
        'head' => 'メモ作成',
        'mes1' => 'やり方',
        'mes2' => 'コンテントを入力してください。',
        'mes3' => 'ページ番号を入力してください。',
        'mes4' => 'メモを作成する文献を選択してください。',
        'mes5' => '「MAKE」でメモを作成できます。',
        'mes6' => '「メモを表示」、タイトルを選択し、メモを表示してください。',
        'mes7' => 'それぞれの文献で作成したメモをダウンロードできます。',
        'mes8' => 'コンテントとページ数、そして文献名を選択し、メモを作成してください。',
        'mes9' => '「メモを表示」を行う際は、文献のタイトルを必ず選択してください。',
        'mes10' => 'メモを表示',
        'mes11' => 'メモを作成したい文献のタイトルを選択してください。',
        'mes12' => 'メモ追加',
        'mes13' => 'メモを表示したい文献のタイトルを選択してください。',
        'mes14' => 'ダウンロード',
        'mes15' => '文献名',
    ];
?>
