<?php
    return [
        'head' => 'では、初めにプロジェクトを作ってみましょう。',
        'mes1' => '本画面へ',
        'mes2' => 'プロジェクトの名前とプロジェクトの説明を入力してください。',
        'mes3' => 'プロジェクト名と説明はどちらかが入力されていない場合、エラーが出ます。',
        'mes4' => 'そして参考文献のタイプ選択をしてください。',
        'mes5' => '英語であるならば「APA」と「MLA」のどちらかを選択してください。日本語の場合は「日本語」を選択してください。',
        'mes6' => 'それでは、ここからは自由に文献選択、参考文献選択をしてみてください。',
        'mes7' => 'プロジェクト名',
        'mes8' => 'プロジェクト説明',
        'mes9' => 'リファレンス作成タイプを選択してください',
        'mes10' => '日本語',
        'mes11' => '確実にプロジェクトが作成された状態で次の画面に進んでください。',
        'mes12' => 'プロジェクト作成',
    ];
?>
