<?php
    return [
        'head' => 'PROFILE',
        'mes1' => 'このWEBサイトを作成、運営しております。<b>G-SAMURAI</b>と申します。',
        'mes2' => '私を知っている方も知らない方もいらっしゃることと思いますので、少し自己紹介させていただきます.',
        'mes3' => '製作当時、大学4年文系学生、アメリカのカリフォルニアに一年間留学していました。<b><br>アメリカの大学院ではCSを専攻予定</b>',
        'mes4' => '好きなものは、<b>とにかくスポーツ！</b>みるのもやるのも好きで、幅広いスポーツをチェックしています。',
        'mes5' => '中でもNBAならLAKERS、サッカーならチェルシー、MLBならドジャース、ヤンキースといったところです。',
        'mes6' => '自分自身初めてのプロジェクトで足らぬ機能やデザインなどいろいろご意見あると思いますが、温かい目で見ていただけたと思います。',
        'mes7' => 'なぜ私がこのWEBアプリを開発しようと考えたのか',
        'mes8' => 'きっかけは大学4年の<b>卒論作成</b>',
        'mes9' => '特に<b>英語</b>で書く必要があり、全く何から始めていいのかわからない。',
        'mes10' => 'そんな苦しみながら論文に取り組む内に、<b>「リサーチの重要性」</b>を実感したのでした。',
        'mes11' => '膨大な文献をうまく保存、整理することができれば、<b>わざわざ自らがWordなどにまとめる必要がないのでは？</b>というのがこのWEBアプリ開発のきっかけです。',
        'mes12' => '<b>道を進んでいってふと自分がどこにいるのかわからなくなる</b>、そのような状況を論文作成というプロセスの中で解決したいというのがこのサイトの目的です。',
        'mes13' => 'このWEBアプリの目的とこれから',
        'mes14' => 'このWEBアプリが、英語学習者にとって、また論文やレポートを取り組む人にとって有益で少しでも役に立つものであれば嬉しいです。',
        'mes15' => 'より良く、より素晴らしく、改善を続けていきますのでよろしくお願いします！！！',
    ];
?>

