<?php
    return [
        'head' => 'プロジェクト作成',
        'mes1' => 'やり方',
        'mes2' => 'プロジェクト名の入力',
        'mes3' => 'プロジェクトの説明を入力',
        'mes4' => '「ADD」でプロジェクトの作成が可能となります。',
        'mes5' => '「DELETE」でプロジェクトの削除が可能です。プロジェクト名を選択するのを忘れないでください。',
        'mes6' => 'プロジェクトを削除すると全ての保存データが消えます。',
        'mes7' => 'プロジェクトを確認した上で、新規プロジェクト作成する際は、既存のプロジェクト名とは異なる名前を入力してください。',
        'mes8' => '新規プロジェクト名と既存のプロジェクト名が同じ場合はエラーが表示されます。',
        'mes9' => 'プロジェクト名とプロジェクト説明の欄は必ず入力してください。そうでなければエラーが表示されます。',
        'mes11' => '削除に失敗するとエラーが表示されます。',
        'mes12' => 'リファレンス作成タイプを選択してください',
        'mes13' => '日本語',
        'mes14' => '削除したいプロジェクト名を選択してください。',
    ];
?>
