<?php
    return [
        'head' => 'リファレンス作成&文献データ手動追加',
        'mes1' => 'やり方',
        'mes2' => '文献のタイプ、Journal(論文)、Book(本)を選択してください。',
        'mes3' => '次に著者の人数を選択してください。選択すると数に応じて選択画面が表示されます。',
        'mes4' => 'それぞれの枠内に情報を入力してください。わからないもしくは値が存在しない場合は何も入力しないでください。',
        'mes5' => 'また文献のタイプ、英語なら「MLA」か「APA」、日本語であれば「日本語」を選択してください。',
        'mes6' => '「ダウンロード」でリファレンス一覧のWordファイルがダウンロードできます。',
        'mes7' => 'ダウンロード',
        'mes8' => '情報入力',
        'mes9' => '選択してください',
    ];
?>
